11/data/attachments/337555a0bd0f04f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Alex_need_Friend_72271_4</nif:username>
            <nif:friendToBeRequested>soap_friends_4a12cc2e-af0c-4da1-be21-c2e5a632d439</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>